truncate line;
insert into line (line_code,line_name,del_flg) 
values (

	--JR--
	 '10101','山手線'					,false),
	('10102','京浜東北線'			,false),
	('10103','根岸線'					,false),
	('10104','東海道本線'			,false),
	('10105','横須賀線'				,false),
	('10106','中央線'					,false),
	('10107','中央本線'				,false),
	('10108','総武線'					,false),
	('10109','青梅線'					,false),
	('10110','五日市線'				,false),
	('10111','埼京線'					,false),
	('10112','湘南新宿ライン'	,false),
	('10113','川越線'					,false),
	('10114','高崎線'					,false),
	('10115','常磐線'					,false),
	('10116','京葉線'					,false),

	--東京メトロ--
	('10201','銀座線'					,false),
	('10202','丸の内線'					,false),
	('10203','日比谷線'					,false),
	('10204','東西線'					,false),
	('10205','千代田線'					,false),
	('10206','有楽町線'					,false),
	('10207','半蔵門線'					,false),
	('10208','南北線'					,false),
	('10209','副都心線'					,false),

		--西部鉄道--
	('10301','西部池袋線'					,false),
	('10302','西部新宿線'					,false),
	('10303','西部拝島線'					,false),

		--東急電鉄--
	('10401','東急東横線'					,false),
	('10402','東急田園都市線'					,false),
	('10403','東急池上線'					,false),
	('10404','東急大井町線'					,false),
	('10405','東急目黒線'					,false),
	('10406','東急多摩川線'					,false),

		--京成電鉄--
	('10501','本線'					,false),
	('10502','押上線'					,false),
	('10503','金町線'					,false),

		--京王電鉄--
	('10601','京王線'					,false),
	('10602','井の頭線'					,false),
	('10603','相模原線'					,false),
	('10604','高尾線'					,false),
	('10605','京王新線'					,false),
	('10606','動物園線'					,false),
	('10607','競馬場線'					,false),

		--東京都交通局--
	('10701','大江戸線'					,false),
	('10702','荒川線'					,false),
	('10703','日暮里・舎人ライナー'					,false),

		--東武鉄道--
	('10801','伊勢崎線'					,false),
	('10802','東上線'					,false),
	('10803','亀戸線'					,false),
	('10804','大師線'					,false),


		--京浜急行電鉄--
	('10901','本線'					,false),
	('10902','空港線'					,false),

		--小田急電鉄--
	('11001','小田急線'					,false),
	('11002','多摩線'				,false),

		--都営地下鉄--
	('11001','都営大江戸線'			,false),
	('11002','都営三田線'				,false),
	('11001','都営新宿線'				,false),
	('11001','都営浅草線'				,false);


