truncate article;
insert into article(																						
	article_id, title, overview, content1,content2,content3,content4,content5,img_url1,img_url2,img_url3,img_url4,img_url5,inst_ymd,del_flg
) values (																						
	1	,'Tokyo Bay Jazz Weekend LIVE情報 2019','べいばんこと「Tokyo Bay Jazz Weekend」 の最新LIVE情報をお届けします。','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	),
(	2	,'東京駅に「ビッグバンドバー」オープン','東京駅八重洲口徒歩6分にビッグバンドが楽しめるバーがオープンしました。','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	),
(	3	,'学生ビッグバンドリサイタル情報','学生ビッグバンドの若々しいサウンドが楽しめるライブです	','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	),
(	4	,'山野ビッグバンドジャズコンテスト 結果','	今年の山野はどうなった！順位や審査員講評はこちらをクリック','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	),
(	5	,'山野ビッグバンドジャズコンテスト 開催','山野開催概要はこちら','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	),
(	6	,'記事タイトル6','記事の詳細内容はこちらへ','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	),
(	7	,'記事タイトル6','記事の詳細内容はこちらへ','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	),
(	8	,'記事タイトル6','記事の詳細内容はこちらへ','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	),
(	9	,'記事タイトル6','記事の詳細内容はこちらへ','ないよう','ないよう','ないよう','ないよう','ないよう','','','','','','	now()	',	true	)