insert into band(
	band_id,				
	band_name,				
	band_clsf,
	band_memo,
	img_url
) values (						
	1	,'バンド1'	,1	,'フレッシュなサウンドが持ち味',''	),
(	2	,'バンド2'	,2	,'フレッシュなサウンドが持ち味',''	),
(	3	,'バンド3'	,3	,'フレッシュなサウンドが持ち味',''	),
(	4	,'バンド4'	,4	,'フレッシュなサウンドが持ち味',''	),
(	5	,'バンド5'	,5	,'フレッシュなサウンドが持ち味',''	),
(	6	,'バンド6'	,6	,'フレッシュなサウンドが持ち味',''	),
(	7	,'バンド7'	,7	,'フレッシュなサウンドが持ち味',''	),
(	8	,'バンド8'	,8	,'フレッシュなサウンドが持ち味',''	),
(	9	,'バンド9'	,9	,'フレッシュなサウンドが持ち味',''	),
(	10	,'バンド10'	,10	,'フレッシュなサウンドが持ち味',''	),
(	11	,'バンド11'	,11	,'フレッシュなサウンドが持ち味',''	),
(	12	,'バンド12'	,12	,'フレッシュなサウンドが持ち味',''	);